Repository: joli80/InOutList
Catalog: InOutBoard-Ionic/po/*.po
Languages: sv

source: All
sv: Alla

source: Arrend
sv: Ärende

source: At work
sv: På kontoret

source: back
sv: åter

source: Back
sv: Åter

source: Business arrend
sv: Tjänsteärende

source: Business travel
sv: Tjänsteresa

source: Busy
sv: Upptagen

source: Close
sv: Stäng

source: Gone for the day
sv: Gått för dagen

source: In a meeting
sv: Möte

source: Loading...
sv: Laddar...

source: Log in
sv: Logga in

source: Me
sv: Jag

source: Parenting leave
sv: Föräldraledig

source: Private arrend
sv: Privat

source: Sick
sv: Sjuk

source: Sick children
sv: Vård av barn

source: Submit
sv: Skicka

source: Vacation
sv: Semester

source: Working at home
sv: Arbetar hemma
